[
    {
      "name": "Pantera Negra",
      "description":
        "O Pantera Negra é um icônico personagem dos quadrinhos, conhecido por sua coragem, habilidades excepcionais e senso de justiça. T'Challa, o alter ego por trás da máscara, é o rei de Wakanda, uma nação africana tecnologicamente avançada e rica em vibranium, um metal precioso e poderoso. Como Pantera Negra, ele protege seu povo e sua terra natal com agilidade, força sobre-humana e habilidades de combate incomparáveis. T'Challa também é um líder respeitado e um estrategista brilhante. Sua determinação em defender o que é certo o torna um dos heróis mais admirados do universo dos quadrinhos.",
      "image": "https://i.ibb.co/BTkJm9h/black-panther.jpg",
      "banner": "https://i.ibb.co/9byLZV6/black-panther.gif"
    },
    {
      "name": "Capitão América",
      "description":
        "O Capitão América é um símbolo de coragem, honra e justiça nos quadrinhos. Steve Rogers, o homem por trás da máscara, é um exemplo de virtudes e valores heroicos. Ele foi transformado em um supersoldado durante a Segunda Guerra Mundial e se tornou o defensor da liberdade e dos ideais americanos. Com seu escudo indestrutível e habilidades aprimoradas, o Capitão América luta incansavelmente contra a opressão e a injustiça. Sua determinação inabalável, ética de trabalho e lealdade aos seus princípios o tornam um líder inspirador e um dos heróis mais emblemáticos dos quadrinhos.",
      "image": "https://i.ibb.co/3mNMq0V/captain-america.jpg",
      "banner": "https://i.ibb.co/T2gJVMd/captain-america.gif"
    },
    {
      "name": "Capitã Marvel",
      "description":
        "A Capitã Marvel, também conhecida como Carol Danvers, é uma poderosa heroína dos quadrinhos. Dotada de incríveis habilidades, ela possui força sobre-humana, capacidade de voar e a habilidade de disparar rajadas de energia de suas mãos. Sua origem está ligada a uma combinação de tecnologia alienígena e DNA humano, o que a torna uma força imparável na defesa da Terra. Além de suas habilidades físicas, a Capitã Marvel também é uma líder habilidosa e uma inspiração para outras pessoas. Sua coragem, determinação e senso de justiça a impulsionam a enfrentar ameaças intergalácticas e proteger o universo. Com sua presença marcante e poderes formidáveis, a Capitã Marvel se tornou um ícone dos quadrinhos, representando a força e o empoderamento feminino.",
      "image": "https://i.ibb.co/t33WTq5/captain-marvel.jpg",
      "banner": "https://i.ibb.co/9sMsZBD/captain-marvel.gif"
    },
    {
      "name": "Ciclope",
      "description":
        "Ciclope, também conhecido como Scott Summers, é um dos membros mais icônicos dos X-Men. Ele possui um poder mutante único e perigoso, que consiste na capacidade de emitir rajadas de energia ótica pelos olhos. Para controlar esse poder destrutivo, Ciclope utiliza uma visor especial que permite direcionar suas rajadas com precisão. Além disso, ele é um estrategista habilidoso e um líder nato, desempenhando um papel fundamental na equipe dos X-Men. Apesar de sua personalidade reservada e séria, Ciclope é um herói dedicado e comprometido em proteger os mutantes e promover a coexistência pacífica entre humanos e mutantes. Sua história de vida é marcada por desafios e sacrifícios, mas ele continua a lutar pela causa dos mutantes, sempre pronto para enfrentar ameaças e defender os ideais dos X-Men.",
      "image": "https://i.ibb.co/BzGQrrF/cyclope.jpg",
      "banner": "https://i.ibb.co/9NKpJKD/cyclope.gif"
    },
    {
      "name": "Deadpool",
      "description":
        "Deadpool, também conhecido como Wade Wilson, é um personagem icônico dos quadrinhos da Marvel. Ele é conhecido por sua personalidade irreverente, seu senso de humor peculiar e sua habilidade regenerativa extraordinária. Wade Wilson era um mercenário comum até que foi submetido a um experimento que lhe deu poderes de cura acelerada, mas também o deixou com uma aparência desfigurada. Com seu traje vermelho e preto característico, Deadpool embarca em missões perigosas e violentas, usando suas habilidades de combate e suas armas afiadas para enfrentar inimigos poderosos. O que diferencia Deadpool de outros heróis é sua quebra da quarta parede, ele frequentemente se dirige diretamente aos leitores, fazendo comentários sarcásticos e referências pop. Apesar de seu comportamento caótico e desordeiro, Deadpool possui um senso de justiça único e muitas vezes acaba lutando ao lado dos heróis mais tradicionais. Com sua personalidade excêntrica e seu estilo de luta único, Deadpool continua a cativar os fãs com sua mistura única de ação, comédia e loucura.",
      "image": "https://i.ibb.co/3rhn4kZ/deadpool.jpg",
      "banner": "https://i.ibb.co/m5MNjNW/deadpool.gif"
    },
    {
      "name": "Doutor Estranho",
      "description":
        "Doutor Estranho, também conhecido como Stephen Strange, é um dos feiticeiros mais poderosos do Universo Marvel. Anteriormente um cirurgião renomado, Strange teve sua vida transformada após sofrer um acidente que prejudicou suas mãos, impossibilitando-o de continuar sua carreira. Em busca de uma cura, ele viaja para o Nepal e encontra o Ancião, um mestre das artes místicas. Através de treinamento intenso, Strange aprende a dominar as artes místicas e se torna o protetor da dimensão mística conhecido como Mago Supremo. Com sua capa da levitação, Olho de Agamotto e conhecimento das artes místicas, Doutor Estranho defende a Terra de ameaças místicas e cósmicas. Sua abordagem única para enfrentar o mal envolve o uso de magia, feitiços e manipulação da realidade. Com um intelecto afiado e uma vasta compreensão do multiverso, Doutor Estranho é uma força formidável na batalha contra as forças do mal, sempre pronto para proteger a realidade como a conhecemos.",
      "image": "https://i.ibb.co/09yV5qm/doctor-strange.jpg",
      "banner": "https://i.ibb.co/yhQNqwm/doctor-strange.gif"
    },
    {
      "name": "Drax, o Destruidor",
      "description":
        "Drax, também conhecido como Drax o Destruidor, é um personagem dos quadrinhos da Marvel. Ele é um ser poderoso e implacável, determinado a buscar vingança contra Thanos, o Titã Louco, pela morte de sua família. Drax possui uma força incrível, reflexos aguçados e habilidades de combate excepcionais. Ele é um guerreiro destemido, disposto a enfrentar qualquer perigo para alcançar seu objetivo. Drax é conhecido por sua aparência intimidadora, com sua pele verde, corpo musculoso e tatuagens características. Apesar de sua aparência assustadora, Drax também tem um lado sensível e demonstra lealdade e amizade para com aqueles que ganham sua confiança. Sua busca por vingança o coloca em conflito com outros heróis e vilões, mas ele nunca desiste de sua missão. Drax o Destruidor é uma figura formidável no universo Marvel, um guerreiro impiedoso cuja força e determinação o tornam uma presença temida e respeitada por seus inimigos.",
      "image": "https://i.ibb.co/WfLfpzC/drax.jpg",
      "banner": "https://i.ibb.co/wW07VdH/drax.gif"
    },
    {
      "name": "Gamora",
      "description":
        "Gamora é uma personagem dos quadrinhos da Marvel. Ela é conhecida como a Mulher Mais Mortal da Galáxia e é uma das integrantes dos Guardiões da Galáxia. Gamora é uma guerreira habilidosa, treinada desde a infância por Thanos, o Titã Louco. Ela é especializada em combate corpo a corpo, além de ser uma mestra em várias armas, incluindo espadas e adagas. Sua pele verde e seu visual marcante a tornam facilmente reconhecível. Gamora é conhecida por sua determinação e coragem inabaláveis. Ela tem um passado complexo, tendo sido criada como uma assassina e tendo sofrido nas mãos de Thanos. No entanto, ao longo do tempo, Gamora se tornou uma aliada confiável e leal para seus companheiros dos Guardiões da Galáxia. Ela luta pelo bem e busca redenção por seus atos passados. Gamora é uma personagem fascinante, com uma história de superação e uma força interior que a impulsiona a lutar pelo que é certo, mesmo quando enfrenta desafios aparentemente impossíveis.",
      "image": "https://i.ibb.co/tpTMJqq/gamora.jpg",
      "banner": "https://i.ibb.co/pXwbXgQ/gamora.gif"
    },
    {
      "name": "Motoqueiro Fantasma",
      "description":
        "Motorista Fantasma, também conhecido como Johnny Blaze, é um personagem dos quadrinhos da Marvel. Ele é um anti-herói amaldiçoado que recebe seus poderes de uma entidade demoníaca. Johnny Blaze era um talentoso piloto de motocross que fez um pacto com o demônio para salvar a vida de seu pai. Como resultado, ele se tornou o hospedeiro do Motoqueiro Fantasma. Quando a noite cai, sua motocicleta se transforma em uma chama infernal e ele se torna um vigilante sobrenatural com habilidades impressionantes. O Motoqueiro Fantasma tem o poder de controlar o fogo, usar correntes flamejantes como armas e até mesmo condenar as almas dos culpados. Ele é movido pela justiça e pela vingança, caçando e punindo aqueles que praticam o mal. No entanto, o Motoqueiro Fantasma também carrega o fardo da maldição, lutando constantemente para manter seu lado demoníaco sob controle. Com seu visual assustador e sua presença intimidadora, o Motoqueiro Fantasma é uma figura temida pelos criminosos e uma força imparável na batalha contra as forças do mal.",
      "image": "https://i.ibb.co/k6hZWZt/ghost-rider.jpg",
      "banner": "https://i.ibb.co/0X55DDV/ghost-rider.gif"
    },
    {
      "name": "Groot",
      "description": "Groot é um personagem icônico dos quadrinhos da Marvel. Ele é um ser alienígena da espécie Flora Colossus, que se assemelha a uma árvore gigante. Apesar de sua aparência imponente, Groot é conhecido por sua personalidade adorável e seu vocabulário limitado, se expressando principalmente através da frase Eu sou Groot. Groot é um membro leal dos Guardiões da Galáxia e desempenha um papel crucial na equipe. Sua natureza benevolente e coração nobre o tornam um aliado valioso e um protetor incansável. Além de sua força sobre-humana e habilidades regenerativas, Groot também tem a capacidade de controlar e manipular plantas, utilizando-as como armas ou para criar formas úteis. Sua ligação com a natureza é profunda, e ele é capaz de se comunicar com outras plantas e criaturas vegetais. Embora possa parecer um personagem simples à primeira vista, Groot é amado por sua gentileza, sacrifício e sua capacidade de tocar os corações daqueles ao seu redor. Ele nos lembra a importância da amizade, do trabalho em equipe e da empatia, mesmo nas circunstâncias mais difíceis. Eu sou Groot!",
      "image": "https://i.ibb.co/zx2pwyk/groot.jpg",
      "banner": "https://i.ibb.co/vZbtdLk/groot.gif"
    },
    {
      "name": "Hulk",
      "description":
        "Hulk é um dos personagens mais poderosos e emblemáticos da Marvel. Ele é o alter ego do cientista Bruce Banner, que se transforma em uma criatura gigante de cor verde sempre que fica com raiva. O Hulk é movido por uma força descomunal e possui uma resistência incrível, o que o torna praticamente invencível. Sua força é tão avassaladora que ele pode destruir edifícios, lançar objetos pesados e derrotar inimigos formidáveis com facilidade. No entanto, mesmo com todo esse poder, o Hulk luta para controlar sua fúria interior e se manter equilibrado. Ele muitas vezes é retratado como uma figura solitária e atormentada, buscando encontrar seu lugar no mundo. Apesar de sua aparência assustadora e sua natureza destrutiva, o Hulk é, no fundo, um herói com um coração nobre. Ele protege os inocentes e luta contra as forças do mal, mesmo enfrentando desafios internos e externos. O Hulk é um símbolo de força bruta, mas também de superação pessoal e controle emocional. Ele nos ensina sobre a importância de encontrar um equilíbrio entre nossas emoções e de usar nossa força de maneira responsável. O Hulk é um ícone dos quadrinhos que cativa os fãs com sua história envolvente e sua representação única de dualidade e poder.",
      "image": "https://i.ibb.co/ss4BFSm/hulk.jpg",
      "banner": "https://i.ibb.co/vzV8zcH/hulk.gif"
    },
    {
      "name": "Homem de Ferro",
      "description":
        "Homem de Ferro, também conhecido como Tony Stark, é um dos heróis mais icônicos da Marvel. Ele é um brilhante inventor, empresário e filantropo que utiliza sua genialidade e recursos financeiros para criar uma armadura tecnologicamente avançada que o transforma em um super-herói. Com sua armadura, o Homem de Ferro possui uma ampla gama de habilidades, incluindo força sobre-humana, voo, armas poderosas e sistemas de defesa. Tony Stark é conhecido por sua personalidade arrogante e sarcástica, mas também por sua determinação em proteger o mundo e fazer a diferença. Ele enfrenta ameaças tanto no nível terrestre quanto cósmico, e sua inteligência e engenhosidade são suas maiores armas. Além disso, o Homem de Ferro é um dos membros fundadores dos Vingadores, um grupo de super-heróis que se unem para combater as forças do mal. Tony Stark é um exemplo de como a tecnologia e a engenhosidade podem ser usadas para o bem, e sua jornada como herói envolve desafios pessoais e a constante evolução de sua armadura e habilidades. Sua história inspira a busca pelo aprimoramento pessoal e a utilização da tecnologia de forma responsável. O Homem de Ferro é uma figura emblemática dos quadrinhos e do universo cinematográfico da Marvel, deixando um legado duradouro como um dos maiores super-heróis de todos os tempos.",
      "image": "https://i.ibb.co/CQMBKT9/iron-man.jpg",
      "banner": "https://i.ibb.co/r3fjrvM/iron-man.gif"
    },
    {
      "name": "Jean Grey",
      "description":
        "Jean Grey, também conhecida como Fênix, é uma poderosa mutante com habilidades telepáticas e telecinéticas. Ela é uma das integrantes mais poderosas dos X-Men e possui um imenso potencial psíquico. Jean é conhecida por sua natureza compassiva e forte liderança, sendo uma figura central na equipe dos X-Men. No entanto, Jean também enfrenta um grande desafio em controlar seu poderoso alter ego, a Fênix Negra. A Fênix é uma entidade cósmica de imenso poder e energia, capaz de destruição em escala cósmica. Jean luta constantemente para manter o equilíbrio entre sua humanidade e o poder avassalador da Fênix. Sua história é marcada por conflitos internos, tragédia e redenção, tornando-a uma personagem complexa e cativante. Jean Grey é um símbolo de força, resiliência e a luta entre o bem e o mal dentro de si mesma. Sua jornada como mutante e heroína é repleta de momentos emocionantes e impactantes, deixando uma marca duradoura no universo dos quadrinhos.",
      "image": "https://i.ibb.co/fx1RBPG/jean-grey.jpg",
      "banner": "https://i.ibb.co/mvMjd2T/jean-grey.gif"
    },
    {
      "name": "Rocket Raccoon",
      "description":
        "Rocket Raccoon é um personagem do universo Marvel conhecido por ser um guaxinim geneticamente modificado com habilidades excepcionais. Ele é um membro dos Guardiões da Galáxia, uma equipe intergaláctica de heróis. Rocket é conhecido por sua inteligência afiada, habilidades táticas e sua paixão por armas e explosivos. Apesar de sua aparência fofa e diminuta, Rocket é um combatente feroz e extremamente habilidoso em combate corpo a corpo e no manuseio de armas de fogo. Além disso, ele possui um senso de humor sarcástico e uma atitude destemida diante de perigos iminentes. Rocket também é um especialista em pilotar naves espaciais e tem um talento único para criar dispositivos tecnológicos improvisados. Sua parceria com seu leal amigo Groot é uma das características mais marcantes do personagem, formando uma dupla icônica e inesquecível. Com sua personalidade única e suas habilidades formidáveis, Rocket Raccoon é um personagem cativante e divertido que conquistou o coração dos fãs ao redor do mundo.",
      "image": "https://i.ibb.co/ftnc64q/rocket-raccon.jpg",
      "banner": "https://i.ibb.co/tsvW3hh/rocket-raccon.gif"
    },
    {
      "name": "Feiticeira Escarlate",
      "description":
        "Feiticeira Escarlate, também conhecida como Wanda Maximoff, é uma poderosa mutante do universo Marvel. Ela possui a habilidade de manipular a realidade, alterando probabilidades e criando ilusões. Sua origem está ligada a experimentos genéticos que lhe concederam poderes extraordinários. Ao longo de sua jornada, Wanda enfrentou desafios pessoais e traumas que moldaram sua personalidade e aprofundaram sua conexão com seus poderes. Com sua habilidade de canalizar energia mística, ela é capaz de lançar feitiços, controlar mentes e projetar rajadas de energia. Além disso, Wanda é altamente versada em magia e feitiçaria, sendo uma das feiticeiras mais poderosas do universo Marvel. Sua história é marcada por momentos de redenção, superação e evolução, tornando-a uma personagem complexa e fascinante. A Feiticeira Escarlate desempenhou papéis importantes em diversas histórias dos quadrinhos e também foi retratada nos filmes e séries do Universo Cinematográfico da Marvel, conquistando fãs com sua presença carismática e poderes impressionantes.",
      "image": "https://i.ibb.co/h9Z3RH9/scarlet-witch.jpg",
      "banner": "https://i.ibb.co/88Bn6Fy/scarlet-witch.gif"
    },
    {
      "name": "Homem Aranha",
      "description":
        "O Homem-Aranha, também conhecido como Peter Parker, é um dos mais icônicos super-heróis da Marvel. Ele adquiriu seus poderes após ser picado por uma aranha geneticamente modificada, ganhando agilidade, força e a habilidade de escalar paredes. O jovem Peter Parker enfrenta as responsabilidades de conciliar sua vida pessoal com sua identidade secreta como o amigável bairro Homem-Aranha. Com seu senso de justiça e espírito heroico, ele luta contra o crime e protege os inocentes, enfrentando vilões perigosos e ameaças que surgem em sua cidade, Nova York. O Homem-Aranha é conhecido por seu humor leve e inteligência, além de ser um símbolo de esperança e inspiração para muitos fãs ao redor do mundo. Sua jornada como super-herói é repleta de desafios, sacrifícios e momentos emocionantes, solidificando-o como um dos personagens mais amados e populares da cultura pop.",
      "image": "https://i.ibb.co/BVqbXkc/spiderman.jpg",
      "banner": "https://i.ibb.co/nB26Dnb/spiderman.gif"
    },
    {
      "name": "Senhor das Estrelas",
      "description":
        "O Senhor das Estrelas, também conhecido como Peter Quill, é um aventureiro espacial e líder dos Guardiões da Galáxia. Ele é meio humano e meio alienígena, tendo sido abduzido da Terra quando criança. Crescendo no espaço, Peter se tornou um piloto habilidoso e um saqueador intergaláctico. Ele é conhecido por seu carisma, seu estilo extravagante e seu senso de humor peculiar. O Senhor das Estrelas está sempre em busca de emoção e aventura, embarcando em missões perigosas ao lado de sua equipe de desajustados. Apesar de suas imperfeições, ele possui um coração nobre e uma determinação inabalável para proteger a galáxia de ameaças maiores. O Senhor das Estrelas é um personagem complexo, com um passado misterioso e uma jornada de autodescoberta. Sua mistura única de coragem, irreverência e vulnerabilidade o torna um dos heróis mais carismáticos do universo Marvel.",
      "image": "https://i.ibb.co/DgGGn9w/star-lord.jpg",
      "banner": "https://i.ibb.co/0hrxVwT/star-lord.gif"
    },
    {
      "name": "Thanos",
      "description":
        "Thanos, o Titã Louco, é um dos vilões mais icônicos do universo Marvel. Ele é conhecido por sua busca incansável pelas Joias do Infinito, poderosos artefatos cósmicos que, quando reunidos, concedem um poder inimaginável ao seu portador. Thanos é motivado por uma visão distorcida de equilíbrio universal, acreditando que a eliminação de metade da população é necessária para garantir a sobrevivência e a prosperidade do universo. Com sua força sobre-humana, inteligência estratégica e conhecimento das Joias do Infinito, Thanos representa uma ameaça iminente para todos os heróis e seres vivos. Sua busca pelo poder e seu desejo de impor seu conceito de ordem inevitavelmente o coloca em conflito com os defensores do universo. Thanos é um personagem complexo, com motivações profundas e uma presença imponente. Sua personalidade fria e calculista, combinada com sua aparência formidável, o tornam um dos antagonistas mais memoráveis ​​da história dos quadrinhos.",
      "image": "https://i.ibb.co/vXpqYDG/thanos.jpg",
      "banner": "https://i.ibb.co/Q9fVgbD/thanos.gif"
    },
    {
      "name": "Thor",
      "description":
        "Thor, também conhecido como o Deus do Trovão, é um dos heróis mais poderosos e populares da Marvel. Como membro dos Vingadores, Thor é reconhecido por sua força sobre-humana, habilidades de combate e pelo poderoso martelo encantado conhecido como Mjolnir. Ele é um príncipe de Asgard, um reino celestial, e filho de Odin, o Rei dos Deuses. Thor é retratado como um guerreiro destemido e nobre, disposto a proteger tanto a Terra quanto os Nove Reinos contra ameaças intergalácticas. Além de sua força física impressionante, Thor também possui a capacidade de controlar trovões e relâmpagos, tornando-o uma força formidável na batalha. Apesar de sua natureza poderosa, Thor é frequentemente caracterizado por sua humanidade e senso de justiça. Ele é um personagem complexo, com uma mistura única de bravura, honra e vulnerabilidade. Com seu carisma e presença imponente, Thor conquistou o coração dos fãs ao redor do mundo e se tornou um dos heróis mais amados do universo Marvel.",
      "image": "https://i.ibb.co/BcTvFph/thor.jpg",
      "banner": "https://i.ibb.co/SxVTtt1/thor.gif"
    },
    {
      "name": "Visão",
      "description":
        "Visão, também conhecido como o Sintozóide, é um dos personagens icônicos da Marvel Comics. Ele é um membro dos Vingadores e possui habilidades extraordinárias. Visão é um androide criado com a combinação de tecnologia avançada e a essência da Joia da Mente. Ele é dotado de inteligência artificial avançada, superforça, velocidade, agilidade e a capacidade de voar. Além disso, Visão tem a habilidade única de manipular sua densidade molecular, permitindo que ele se torne intangível ou extremamente resistente. Com uma mente lógica e perspicaz, ele desempenha um papel crucial na equipe dos Vingadores, oferecendo insights valiosos e uma perspectiva única sobre os desafios que enfrentam. Apesar de sua natureza sintética, Visão busca constantemente entender a humanidade e suas próprias emoções. Sua jornada de autodescoberta e desenvolvimento de relacionamentos pessoais adiciona camadas intrigantes ao seu personagem. Visão é uma presença marcante nas histórias da Marvel, trazendo uma combinação única de poderes sobre-humanos e questionamentos filosóficos sobre a natureza da existência.",
      "image": "https://i.ibb.co/6vynRbL/vision.jpg",
      "banner": "https://i.ibb.co/WGSB6VY/vision.gif"
    },
    {
      "name": "Wolverine",
      "description":
        "Wolverine, também conhecido como Logan, é um dos personagens mais populares da Marvel Comics. Ele é um mutante com habilidades regenerativas e garras retráteis de adamantium, um metal extremamente resistente. Além disso, Wolverine possui sentidos aguçados, força sobre-humana e é um exímio lutador. Sua personalidade é marcada pela ferocidade, determinação e um passado misterioso. Wolverine é conhecido por sua natureza feroz e seu código de honra peculiar, muitas vezes envolvendo-se em batalhas violentas para proteger aqueles que ama. Sua longevidade também contribui para sua história rica e complexa, com experiências que abrangem décadas. Apesar de sua natureza selvagem, Wolverine demonstra um lado mais vulnerável e humano, enfrentando dilemas éticos e lutando com seu próprio lado animal. Com uma presença icônica e uma reputação como um dos mutantes mais formidáveis, Wolverine continua a cativar os fãs com sua natureza complexa e sua aura de anti-herói.",
      "image": "https://i.ibb.co/m84qdyZ/wolverine.jpg",
      "banner": "https://i.ibb.co/jZC09CH/wolverine.gif"
    }
  ]